"ALL_DAY_DAY_VIEW" = "하루 종일";
"NOON" = "정오";
"UNTITLED_EVENT" = "새로운 이벤트";
"ALL_DAY" = "하루 종일";
"ALL_DAY_EVENTS" = "하루 종일 이벤트";
"CELL_ENDS" = "종료";

"CALENDARS" = "캘린더";

"ALL" = "모두";
"ALL_CALENDARS" = "모든 캘린더";
"ALL_OF_STORE" = "모두(%@)";
"N_CALENDARS" = "%@개의 캘린더";

"SHOW_CALENDARS" = "캘린더 보기";
"SHOW_ALL_CALENDARS" = "모든 캘린더 보기";
"HIDE_ALL_CALENDARS" = "모든 캘린더 가리기";
"NO_CALENDARS" = "캘린더 없음";

"ALERT" = "알림";
"ALERT_LOWERCASE" = "알림";
"ALERT_DETAIL_NAV_TITLE" = "이벤트 알림";
"SECOND_ALERT" = "두번째 알림";
"NONE_ALERT" = "없음";
"NONE_INVITEES" = "없음";
"EVENT" = "이벤트";
"EVENTS" = "이벤트";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@일";
"INTERVAL_DAY" = "1일";
"INTERVAL_HOURS" = "%@시간";
"INTERVAL_HOUR" = "1시간";
"INTERVAL_MINUTES" = "%@분";
"INTERVAL_MINUTE" = "1분";
"INTERVAL_SECONDS" = "%@초";
"INTERVAL_SECOND" = "1초";
"INTERVAL_WEEK" = "1주";
"INTERVAL_FORMAT_BEFORE" = "%@ 전";
"INTERVAL_FORMAT_AFTER" = "%@ 후";
"BEFORE" = " 전";
"AFTER" = " 후";
"ON_TIME" = "이벤트 당시";
"ON_TIME_AT" = "이벤트 당일(%@)";
"ALL_DAY_ALARM_FORMAT" = "%@(%@)";


"DAY_TO_BETWEEN_TIMES" = " - ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "- ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@, %2$@";

"DETAIL_ALL_DAY" = "하루 종일";

"DETAIL_DURATION_FORMAT" = "%@에서 %@까지";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "%2$@ %1$@에서";
"DETAIL_DURATION_FORMAT_NO_FROM" = "%@ - %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "%2$@ %1$@까지";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "%@에서(하루 종일)";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "%@까지(하루 종일)";

"CALENDAR" = "캘린더";
"UNTITLED_CALENDAR" = "무제 캘린더";
"UNTITLED_ACCOUNT" = "무제 계정";

"NOTES_PLACEHOLDER" = "메모";
"NOTES_LOWERCASE" = "메모";
"NOTES" = "메모";
"SHOW_ALL_NOTES" = "메모 전체 보기";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "Facebook에서 보기";

"UNKNOWN" = "알 수 없음";

"SHARED_CALENDAR" = "공유 캘린더";
"SHARED" = "공유";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "%@이(가) 공유";
"SHARED_WITH_SINGLE_PERSON" = "%@와(과) 공유된";
"SHARED_WITH_MULTIPLE_PEOPLE" = "%@ 등과 공유…";
"PUBLIC_AND_SHARED" = "공용 및 %@와(과) 공유…";

"ACCESS_DENIED_EVENTS" = "이 응용 프로그램은 사용자의 캘린더에 접근할 수 없습니다.";
"ACCESS_DENIED_REMINDERS" = "이 응용 프로그램은 사용자의 미리 알림에 접근할 수 없습니다.";

/* Name of subscribed group */
"SUBSCRIBED" = "구독";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "생일";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "기타";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "미리 알림";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "집";
"ICLOUD_WORK_CALENDAR" = "직장";

"STARTS" = "시작";
"ENDS" = "종료";

"REPEAT" = "반복";
"NEVER" = "안 함";
"DAILY" = "매일";
"WEEKLY" = "매주";
"BIWEEKLY" = "격주";
"MONTHLY" = "매달";
"YEARLY" = "매년";
"CUSTOM" = "사용자화";

"AVAILABILITY" = "사용 가능한 시간";
"BUSY" = "바쁨";
"FREE" = "일정 없음";
"TENTATIVE" = "임시";
"OUT_OF_OFFICE" = "부재 중";

"EDIT" = "편집";
"CANCEL" = "취소";
"DONE" = "완료";
"ADD" = "추가";
"TO_WITH_COLON" = "받는 사람:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "이벤트 세부사항";
"ICS_EVENTS" = "%@개의 이벤트";

/* button title */
"ICS_ADD_ALL" = "모두 추가";
"ICS_ADD_SOME" = "추가(%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "캘린더 선택";

"DELETE_CALENDAR" = "캘린더 삭제";
"EDIT_CALENDAR" = "캘린더 편집";
"EDIT_CALENDARS" = "캘린더 편집";
"ADD_CALENDAR" = "캘린더 추가";
"JOIN_CALENDAR" = "캘린더 등록";
"CALENDAR_NAME" = "캘린더 이름";
"NEW_CALENDAR_WITH_ELLIPSIS" = "새로운 캘린더…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "캘린더 추가…";
"DELETE_CALENDAR_CONFIRMATION" = "이 캘린더를 삭제하겠습니까? 이 캘린더와 관련된 모든 이벤트와 미리 알림도 삭제됩니다.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "이 캘린더를 삭제하겠습니까? 이 캘린더와 관련된 모든 이벤트도 삭제됩니다.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "이 캘린더를 삭제하겠습니까? 이 캘린더와 관련된 모든 미리 알림도 삭제됩니다.";

"UNKNOWN_IDENTITY" = "다른 사람";
"UNKNOWN_IDENTITY_CAPITALIZED" = "다른 사람";

"JOIN_CALENDAR_TITLE_FORMAT" = "“%@”에 등록하겠습니까?";
"JOIN_CALENDAR_BODY_FORMAT" = "%@님이 공유 캘린더 초대를 보냈습니다.";

"CANCELELD_BY_FORMAT" = "%@님에 의해 취소됨";
"FROM_FORMAT" = "보낸 사람: %@";
"TIME_CHANGED_TO_FORMAT" = "%@(으)로 시간 변경됨";
"DATE_CHANGED_TO_FORMAT" = "%@(으)로 날짜 변경됨";
"LOCATION_CHANGED" = "위치 변경됨";

"QUOTED_FORMAT" = "“%@”";

"COLOR" = "색상";
"PURPLE" = "보라색";
"ORANGE" = "귤색";
"BLUE" = "파란색";
"RED" = "빨간색";
"BROWN" = "갈색";
"YELLOW" = "노란색";
"GREEN" = "초록색";

"SHARED_WITH_COLON" = "다음과 공유:";
"PENDING" = "보류 중";
"OWNER" = "소유자";
"ADD_PERSON" = "사람 추가";
"ADD_PERSON_WITH_ELLIPSIS" = "사람 추가…";
"PUBLIC_CALENDAR" = "공용 캘린더";
"PUBLIC_CALENDAR_DESCRIPTION" = "모든 사람이 이 캘린더의 읽기 전용 버전을 구독할 수 있도록 허용합니다.";
"PUBLISHING_WITH_ELLIPSIS" = "발행 중…";
"VIEW_ONLY" = "보기 전용";
"VIEW_AND_EDIT" = "보기 및 편집";
"ALLOW_EDITING" = "편집 허용";
"ALLOW_EDITING_DESCRIPTION" = "이 사람이 해당 캘린더를 변경할 수 있도록\n허용합니다.";
"RESEND_SHARING_INVITATION" = "공유 초대 다시 보내기";
"REMOVE_FROM_CALENDAR" = "캘린더에서 제거";
"REMOVE" = "제거";
"REMOVE_ALERT_TEXT" = "%@이(가) 즉시 이 캘린더에 연결할 수 없게 됩니다.";
"SHARE_LINK_WITH_ELLIPSIS" = "링크 공유…";
"SHARE_LINK_TO_CALENDAR_WITH" = "캘린더 링크 공유:";
"EMAIL" = "이메일";
"MESSAGE" = "메시지";
"TWEET" = "트윗";
"COPY_LINK" = "링크 복사";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "%2$@이(가) %1$@에 추가함";
"SHARED_DELETED_FROM_CALENDAR_BY" = "%2$@에 의해 %1$@에서 삭제됨";
"SHARED_UPDATED_IN_CALENDAR_BY" = "%2$@이(가) %1$@에서 업데이트함";
"SHARED_ONE_PROP_CHANGED_BY" = "%2$@에 의해 %1$@ 변경됨";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%3$@에 의해 %1$@이(가) %2$@으(로) 변경됨";
"SHARED_TWO_PROPS_CHANGED_BY" = "%3$@에 의해 %1$@ 및 %2$@ 변경됨";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "%2$@에 %1$@개의 이벤트를 추가했습니다.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "%2$@에서 %1$@개의 이벤트를 삭제했습니다.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "%2$@에서 %1$@개의 이벤트를 업데이트했습니다.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "%3$@이(가) %2$@에 %1$@개의 이벤트를 추가했습니다.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "%3$@이(가) %2$@에서 %1$@개의 이벤트를 삭제했습니다.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "%3$@이(가) %2$@에서 %1$@개의 이벤트를 업데이트했습니다.";

"SHARED_PROP_DATE" = "날짜";
"SHARED_PROP_TIME" = "시간";
"SHARED_PROP_TITLE" = "제목";
"SHARED_PROP_LOCATION" = "위치";

"ADD_SHAREES_PROMPT" = "이 캘린더에 참가자를 추가하십시오.";

"CREATED_BY" = "생성";
"EDITED_BY" = "편집";
"CREATED_BY_LOWERCASE" = "생성";
"EDITED_BY_LOWERCASE" = "편집";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "%@이(가) 사용자의 공유 캘린더에 연결했습니다.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "%@님이 사용자의 공유 캘린더를 거절했습니다.";
"PENDING_SHARED_CALENDAR_FORMAT" = "%@님이 이 공유 캘린더 초대에 대해 보류 상태입니다.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "더 이상 이 캘린더를 공유할 수 없습니다.";
"SHARED_CALENDAR_NOW_PUBLIC" = "현재 이 캘린더는 공용입니다.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "나의 %@ 캘린더 구독";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "나의 %@ 캘린더 구독: %@";

"ATTACHMENTS" = "첨부 파일";
"ATTACHMENTS_LOWERCASE" = "첨부 파일";
"CANNOT_OPEN_ATTACHMENT" = "첨부 파일을 열 수 없음";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@/%@";
"ATTACHMENT_DOWNLOAD_ERROR" = "첨부 파일을 다운로드하는 동안에 오류가 발생했습니다.";
"ATTACHMENT_FILE_TYPE_ERROR" = "이 파일 유형은 지원되지 않습니다.";
"UNTITLED_ATTACHMENT" = "무제 첨부 파일";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "캘린더 업데이트 중…";

"ENDS_TIME_FORMAT" = "%@에 종료";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ %@";
"CALENDAR_TODAY" = "오늘";
"CALENDAR_TODAY_LOWER" = "오늘";
"CALENDAR_YESTERDAY" = "어제";
"CALENDAR_YESTERDAY_LOWER" = "어제";
"CALENDAR_TOMORROW" = "내일";
"CALENDAR_TOMORROW_LOWER" = "내일";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "지난 %@";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "지난 %@";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "지난 %@";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "지난 %@";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "이번 %@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "이번 %@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "다음 %@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "다음 %@";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "구독";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "구독";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
